tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"

brew "kubectl"
brew "kube-ps1"
brew "kubectx"
brew "bat"
brew "bats-core"
brew "coreutils"
brew "diff-so-fancy"
brew "diffstat"
brew "direnv"
brew "dockutil"
brew "fd"
brew "gnu-sed"
brew "goles/battery/battery"
brew "grep"
brew "grip"
brew "httpie"
brew "jq"
brew "pandoc"
brew "peco"
brew "psgrep"
brew "python"
brew "go"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "the_silver_searcher"
brew "topgrade"
brew "tree"
brew "unar"
brew "wget"
brew "gnupg"
brew "pinentry-mac"
brew "docker"
brew "colima"
brew "vault"
brew "pre-commit"
